{
   "when-to-involve-the-ux-team":
    {
       "id": "0",
       "icon": "images/Blogs/Bloglist/Bloglist-0.png",
       "title": "When to involve the UX Team in a project, and why?",
       "author": "Barathkumar",
       "date": "31-Jan-2023",
       "bannertxt": "By identifying user needs and pain points early in the design process, the UX team can help prevent costly redesigns and rework later in the project.",
       "content": "User experience (UX) is a critical aspect of any product design process. UX design focuses on creating meaningful experiences for users by understanding their needs, behaviours, and preferences. It is essential to involve the UX team in a project as early as possible to ensure that the product design meets user expectations and delivers the desired results. In this article, we will discuss when to involve the UX team in a project and the advantages of doing so."
    },
    "importance-of-user-research":
    {
        "id": "1",
        "icon": "images/Blogs/Bloglist/Bloglist-1.png",
        "title": "Importance of user research before starting design",
        "author": "Barathkumar R",
        "date": "31-Jan-2023",
        "bannertxt": "User research is the process of gathering information about users to understand their needs, behaviours, and preferences by applying research methods.",
        "content": "User research is the process of gathering information about users to understand their needs, behaviours, and preferences. It is a critical component of the design process, providing designers with valuable insights that inform the design decisions they make. Conducting user research before starting the product or application design is essential to creating a product that meets user expectations and delivers the desired results."
     },
     "ui-its-just-tip-of-the-iceberg":
     {
        "id": "2",
        "icon": "images/Blogs/Bloglist/Bloglist-2.png",
        "title": "UI, It’s just tip of the iceberg",
        "author": "Barathkumar Ramadoss",
        "date": "31-Jan-2023",
        "bannertxt": "When we think of user experience (UX) design, our minds often gravitate towards the visual aspects, such as colours, layouts, and interactive elements. ",
       
        "content": "When it comes to designing digital products, there is often confusion between the terms User Experience (UX) and User Interface (UI). Many people assume that these two terms are interchangeable, or that they are essentially the same thing. However, this is not the case. In this article, we will explore why UX is not UI, and explain the differences between the two."
     },
     "tool-replace-the-ucd-process":
     {
         "id": "3",
         "icon": "images/Blogs/Bloglist/Bloglist-3.png",
         "title": "Can UX guidelines provided along with a tool replace the UCD process?",
         "author": "Barathkumar R",
         "date": "31-Jan-2023",
         "bannertxt": "The User-Centred Design (UCD) process is a design approach that involves understanding the needs and goals of users throughout the design process.",
         "content": "The User-Centred Design (UCD) process is a design approach that involves understanding the needs and goals of users throughout the design process. This approach focuses on creating designs that are usable, efficient, and enjoyable for the user. While UX guidelines can be helpful in creating a better user experience, they cannot replace the UCD process in an application design project."
      },
      "lean-ux":
      {
         "id": "4",
         "icon": "images/Blogs/Bloglist/Bloglist-4.png",
         "title": "Lean UX",
         "author": "Barathkumar",
         "date": "31-Jan-2023",
         "bannertxt": "Lean UX is an approach to user experience (UX) design that is based on the principles of Lean Startup and Agile development methodologies.",
         "content": "Lean UX is an approach to user experience (UX) design that is based on the principles of Lean Startup and Agile development methodologies. It is a process that emphasises experimentation, rapid prototyping, and iterative design to create user-centred products. "
      }
}