[
    {
       "id": "0",
       "title": "What is UX design?",
       "content": "Imagine you’re browsing a shopping website for fashion accessories on your mobile phone. You have added the items to cart but unable to check out as the shipping address box is missing or the items you added to cart are not showing up. As a user, your shopping experience is not joyful and you exit the website which results in a bad user experience. There is user experience in everything that we use in our everyday lives, right from a simple coffee mug, remote control to much advanced technologies like smart homes!"
    },
    {
        "id": "1",
        "title": "How good user experience can help businesses?",
        "content": "User experience is one of the most important metrics for assessing customer satisfaction and engagement. It helps in creating a strong brand identity, which in turn indirectly increases the company’s bottomline. Whatever the business is into, banks, brick-and-mortar stores that need to go digital, government agencies, educational institutions, etc. user experience design can bring in an impressive $100 in return for every dollar invested (i.e., 990% ROI, according to studies). In addition to increased customer retention, lowered support cost and improved market share. "
     },
     {
        "id": "2",
        "title": "Is UX and UI the same?",
        "content": "UI refers to the screens, buttons, toggles, icons, and other visual elements that you interact with when using a website, app, or other electronic device. UX refers to the entire interaction you have with a product or brand including how you feel about the interaction."
     },
     {
         "id": "4",
         "title": "Is the User acceptance test and Usability test the same?",
         "content": "Not really, some aspects may overlap. Usability test is a detailed user centered approach conducted at multiple stages of product design and development. There are formative and summative tests. In usability testing, various qualitative and quantitative research methods are applied by trained UX experts, based on the scope of a project.",
         "extra": "User Acceptance Testing (UAT), or application testing, is the final stage of any software development or change request lifecycle before go-live. It is the final stage of any development process to determine that the software does what it was designed to do in real-world situations."
    },
    {
        "id": "5",
        "title": "Why do you need UX design team involvement when the development tool has given best practices?",
        "content": "Context based understanding of user needs is crucial for stakeholders and designers to find the right problem and solution. Each target audience/end users are different, their needs, context of use priorities and perceptions can be different. Only an experienced UX practitioner can apply the tools of user research to facilitate the discovery phase and understand the user perceptions and actual needs in detail. If you simply ask the customers or users they may say what they “want” however that may not be exactly what they “need”. Well planned UX research can help you discover it in early stages itself. UX practitioners extensively use qualitative research methods to collect rich data to get insights for ideation. The interpretation of it in a design context needs experience.",
        "extra": "Understanding it in an early stage can reduce the chance of failure and effort for rework at the end."
     },
     {
         "id": "6",
         "title": "Why is UI/UX Design important for your application?",
         "content": "A good user experience is for the end users, in most cases neither the product owners nor the developers are the actual users so they may have different perceptions on the actual needs and pain points of the end users.Understanding the user’s perspective is crucial in creating a good user experience. To achieve this the people who design a product or service should be able to empathize with the users. To empathize with the users they should have clarity on the actual needs, challenges and painpoints of the end users in their actual context of use. An experienced UX design team can apply proven methods to help all stakeholders to think from end users perspective too.",
         "extra": "User experience says how much a brand cares for their users or customers. Good user experience means more user loyalty."
      },
      {
         "id": "7",
         "title": "How does our design process work?",
         "content": "At Vuram, we have a team of UX designers who apply the industry best conventional and lean UX practices projects based on their scope. Vuram’s approach is based on the user centered design (UCD) process.  In conventional approach, before starting the ideation and design, we interact with the end users directly to discover the actual requirements and problems through various research methods. Based on this, we create user personas. In the Lean UX approach, we interact with the stakeholders only and create proto personas. Based on the available information and assumptions, we create wireframes and present it to stakeholders. Random tests and cognitive walkthroughs may be included. We then create and test a minimum viable product (MVP), and make iterations based on the test results."
      },
      {
          "id": "8",
          "title": "What are the UX design deliverables?",
          "content": "Based on the requirements and the nature of the project, we deliver:",
          "list": true
     }
]

