{
   "ux-and-design-thinking-consulting": 
   {
     "id": 0,
     "title": "UX and design thinking consulting",
     "imgs": "images/Services/Servlist/Servlist-0.png",
     "description": "UX consulting is a process where our team of experts provides guidance and recommendations on how to improve the user experience of a digital product.",
     "extra": "The goal of UX consulting is to help businesses create a user-centred design approach that meets the needs and expectations of their target audience. This is a crucial success factor of any product or service. Our UX consultants have a deep understanding of user psychology, usability principles, and industry best practices, which enables them to provide customised solutions that address specific user experience challenges."
    },
   "ux-for-automation": 
   {
     "id": 1,
     "title": "UX for automation",
     "imgs": "images/Services/Servlist/Servlist-1.png",
     "description": "User experience (UX) in automation refers to the way users interact with automated systems and how the system design affects their experience. It is essential to consider UX in automation to ensure that users can efficiently and effectively use automated systems to complete tasks.",
     "extra": "One example of the importance of UX in automation is in self-driving cars. The design of the car’s interface, such as the dashboard and touchscreen, can significantly affect how users interact with the car’s automated features."
    },
   "digital-product-design": 
   {
     "id": 2,
     "title": "Digital product design",
     "imgs": "images/Services/Servlist/Servlist-2.png",
     "description": "Product design from research to development and test. Our team is dedicated to providing businesses with custom digital product design services that meet their unique needs and exceed their expectations.",
     "extra": "We believe that great digital product design is about more than just aesthetics. It’s about creating products that are easy to use, engaging, and solve real-world problems."
   },
   "ui-design-and-front-end-development": 
   {
     "id": 3,
     "title": "UI design and front-end development",
     "imgs": "images/Services/Servlist/Servlist-3.png",
     "description": "Usually developers without training in design may develop functionality but struggle in creating aesthetically appealing UIs, with an ease of use. We have a team of front end developers who are proficient in design principles, and attention to detail. ",
     "extra": "If you have wireframes we can convert it to visual design and intractable UI using all leading UI technology such as HTML5, CSS3, Javascript, Appian, UI path & etc…"
   },
   "user-research-and-analysis": 
   {
     "id": 4,
     "title": "User research and analysis",
     "imgs": "images/Services/Servlist/Servlist-4.png",
     "description": "We are a team of experienced UX researchers who specialise in providing in-depth insights into user behaviour and preferences. Our UX research services are designed to help businesses create user-centred products and services that meet the needs of their target audience. ",
     "extra": "At Design House, we believe that user research is an essential part of the UX design process. By understanding the needs, preferences, and behaviours of your target audience, we can create designs that are intuitive, easy to use, and enjoyable."
   },
   "ui-ux-audit": 
   {
     "id": 5,
     "title": "UI/UX audit",
     "imgs": "images/Services/Servlist/Servlist-5.png",
     "description": "By conducting a thorough evaluation of your product or service’s user experience, we can identify areas for improvement and provide actionable recommendations to enhance the user experience.",
     "extra": "Our UX audit service provides businesses with a comprehensive evaluation of their product or service’s user experience. We work closely with our clients to understand their business goals and ensure that our recommendations are aligned with those goals."
   },
   "service-design": 
   {
     "id": 6,
     "title": "Service design",
     "imgs": "images/Services/Servlist/Servlist-6.png",
     "description": "Service design is a process of designing and improving services to enhance their user experience. It is a multidisciplinary approach that combines elements from design, user research, and business strategy to create and optimise services that meet the needs of users and businesses.",
     "extra": "Service design may involve the use of various design tools and techniques, such as customer journey mapping, service blueprinting, and design thinking, among others. The ultimate goal of service design is to create services that are easy to use, enjoyable, and meet the needs of both users and businesses."
   },
   "communication-design-and-branding": 
   {
     "id": 7,
     "title": "Communication design and branding",
     "imgs": "images/Services/Servlist/Servlist-7.png",
     "description": "Communication design aims to create designs that are clear, concise, and visually appealing. It should effectively convey the intended message and engage the audience. Effective communication design can help businesses and organisations communicate their message to the target audience, build brand awareness, and achieve their communication goals.",
     "extra": "We believe that effective communication design is essential to building a strong brand image and achieving communication goals."

   }
   
}