{
   "ux-and-design-thinking-consulting": 
   {
     "id": 0,
     "title": "Experience design",
     "imgs": "images/Services/Servlist/Servlist-1.png",
     "description": "",
     "extra": "Our commitment to human-centered design, also known as XDS or UX (User Experience), empowers us to craft extraordinary user experiences that deliver tangible value and leave a lasting impact."
    },
   "ux-for-automation": 
   {
     "id": 1,
     "title": "Service design",
     "imgs": "images/Services/Servlist/Servlist-1.png",
     "description": "This holistic approach optimises both internal and external experiences, offering a comprehensive view of how service components fit together cohesively. ",
     "extra": "We believe in the power of holistic service design to transform businesses, streamline operations, and enhance customer experiences."
    },
   "digital-product-design": 
   {
     "id": 2,
     "title": "Design thinking consulting",
     "imgs": "images/Services/Servlist/Servlist-2.png",
     "description": "Harnessing the power of Design Thinking, we guide strategic decisions, drive innovation, and unlock new business possibilities.",
     "extra": " We harness the transformative power of Design Thinking to steer strategic decisions, ignite innovation, and pave the way for fresh business opportunities."
   },
   "ui-design-and-front-end-development": 
   {
     "id": 3,
     "title": "Immersive storytelling",
     "imgs": "images/Services/Servlist/Servlist-3.png",
     "description": "This service transforms complex information into engaging, digestible content, enhancing client conversations and internal communications. ",
     "extra": "We harness the immense potential of Design Thinking to drive strategic decisions, foster innovation, and open doors to new business horizons."
   },
   "user-research-and-analysis": 
   {
     "id": 4,
     "title": "Foresight & future-back",
     "imgs": "images/Services/Servlist/Servlist-4.png",
     "description": "We help you envision the future by identifying and developing innovative experiences, products, and services that align with evolving customer journeys and business models.",
     "extra": "We specialize in shaping your vision of the future by identifying and cultivating innovative experiences, products, and services that seamlessly integrate with the ever-evolving landscape of customer journeys and business models."
   },
   "ui-ux-audit": 
   {
     "id": 5,
     "title": "Communication design and branding",
     "imgs": "images/Services/Servlist/Servlist-5.png",
     "description": "We specialize in crafting compelling communication design solutions that not only resonate with your audience but also reinforce your brand identity. Our offerings in Communication Design and Branding encompass a wide array of services tailored to enhance your brand’s visibility, recognition, and impact ",
     "extra": "Our offerings in Communication Design and Branding encompass a wide array of services tailored to enhance your brand’s visibility, recognition, and impact"
   }
   
}